Repository: smartepsh/TingMo
Catalog: TingMo/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Accessibility
zh_hans: 辅助功能

source: Add Current App
zh_hans: 添加当前应用

source: Audio Devices
zh_hans: 音频设备

source: Automatically check for updates
zh_hans: 自动检查更新

source: Back
zh_hans: 上一步

source: Check for Updates…
zh_hans: 检查更新…

source: Checking for updates…
zh_hans: 正在检查更新…

source: Current Version
zh_hans: 当前版本

source: Current version: %@
zh_hans: 当前版本：%1$@

source: Display Mode
zh_hans: 显示模式

source: Download TingMo %@…
zh_hans: 下载 TingMo %1$@…

source: Download Update
zh_hans: 下载更新

source: Download Update…
zh_hans: 下载更新…

source: Downloading update…
zh_hans: 正在下载更新…

source: Downloading Update…
zh_hans: 正在下载更新…

source: Embed in the camera notch area
zh_hans: 嵌入摄像头刘海区域

source: Excluded Apps
zh_hans: 排除的应用

source: Floating Window
zh_hans: 悬浮窗口

source: Floating window with transcription preview
zh_hans: 悬浮窗口，显示转录预览

source: Get Started
zh_hans: 开始使用

source: GitHub returned an invalid release response.
zh_hans: GitHub 返回了无效的版本信息。

source: Global Hotkey
zh_hans: 全局快捷键

source: Grant Access
zh_hans: 授予权限

source: Granted
zh_hans: 已授权

source: Hotkey
zh_hans: 快捷键

source: Hotkey Setup
zh_hans: 快捷键设置

source: Later
zh_hans: 稍后

source: Microphone
zh_hans: 麦克风

source: Next
zh_hans: 下一步

source: No Audio Devices
zh_hans: 无音频设备

source: No audio input devices found.
zh_hans: 未找到音频输入设备。

source: No notch detected — will use Top Center mode
zh_hans: 未检测到刘海 — 将使用顶部居中模式

source: No notch detected on any screen — will use Top Center mode
zh_hans: 所有屏幕均未检测到刘海 — 将使用顶部居中模式

source: Notch
zh_hans: 刘海模式

source: Offline
zh_hans: 离线

source: OK
zh_hans: 好

source: Online
zh_hans: 在线

source: Open Installer Again
zh_hans: 再次打开安装器

source: Open Settings
zh_hans: 打开设置

source: Open Update Installer
zh_hans: 打开更新安装器

source: Optional
zh_hans: 可选

source: Optional - enables screen context capture as fallback
zh_hans: 可选 - 启用屏幕截图作为上下文获取的备选方案

source: Permissions
zh_hans: 权限

source: Press a key...
zh_hans: 按下一个键...

source: Press your desired key combination, or Esc to cancel
zh_hans: 按下您想要的组合键，或按 Esc 取消

source: Press your desired key combination, or Esc to cancel. Modifier-only combos and standalone keys are both supported.
zh_hans: 按下您想要的组合键，或按 Esc 取消。支持纯修饰键和独立按键。

source: Preview Indicator
zh_hans: 预览指示器

source: Processing...
zh_hans: 处理中...

source: Quit
zh_hans: 退出

source: Recommended
zh_hans: 推荐

source: Recording
zh_hans: 录音中

source: Remove historical device
zh_hans: 移除历史设备

source: Required for reading screen context and text injection
zh_hans: 读取屏幕上下文和文字注入所需权限

source: Required for transcribing speech to text
zh_hans: 语音转文字所需权限

source: Required for voice input
zh_hans: 语音输入所需权限

source: Run Setup Wizard Again
zh_hans: 重新运行设置向导

source: Screen Recording
zh_hans: 屏幕录制

source: Settings
zh_hans: 设置

source: Settings...
zh_hans: 设置...

source: Setup Wizard
zh_hans: 设置向导

source: Sherpa ONNX Models
zh_hans: Sherpa ONNX 模型

source: Show at top center of screen
zh_hans: 显示在屏幕顶部居中

source: Show Models in Finder
zh_hans: 在访达中显示模型

source: Skip
zh_hans: 跳过

source: Software Update
zh_hans: 软件更新

source: Speech Engine
zh_hans: 语音引擎

source: Speech Recognition
zh_hans: 语音识别

source: Start Recording
zh_hans: 开始录音

source: Status Indicator
zh_hans: 状态指示器

source: Stop Recording
zh_hans: 停止录音

source: The downloaded update failed its integrity check.
zh_hans: 下载的更新未通过完整性校验。

source: The global hotkey will be ignored in these applications.
zh_hans: 在这些应用中将忽略全局快捷键。

source: The release does not contain a valid macOS installer.
zh_hans: 此版本不包含有效的 macOS 安装器。

source: The update installer has been downloaded and opened.
zh_hans: 更新安装器已下载并打开。

source: TingMo %@ is available.
zh_hans: TingMo %1$@ 现已可用。

source: TingMo checks the latest GitHub Release at most once per day. Updates are downloaded to your Downloads folder and opened for installation.
zh_hans: TingMo 每天最多检查一次最新的 GitHub Release。更新会下载到“下载”文件夹并打开以供安装。

source: TingMo is up to date.
zh_hans: TingMo 已是最新版本。

source: Top Center
zh_hans: 顶部居中

source: Unable to Check for Updates
zh_hans: 无法检查更新

source: View Release Notes
zh_hans: 查看发布说明

source: Welcome to TingMo
zh_hans: 欢迎使用听墨

source: Will be configured in a future update
zh_hans: 将在后续更新中配置

source: You are currently using TingMo %@.
zh_hans: 当前正在使用 TingMo %1$@。

source: You're all set!
zh_hans: 设置完成！

source: Your intelligent dictation assistant
zh_hans: 您的智能语音听写助手
